tap "buildpacks/tap"
tap "charmbracelet/tap"
tap "eddieantonio/eddieantonio"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "saulpw/vd"
tap "uzimaru0000/tap"
tap "zegervdv/zathura"
brew "python@3.9", link: false
brew "glib"
brew "pkg-config"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "aerc"
brew "coreutils"
brew "asdf"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "bpython"
brew "emacs"
brew "cask"
brew "choose-gui"
brew "cmake"
brew "krb5"
brew "php"
brew "composer"
brew "csvtk"
brew "docker"
brew "efm-langserver"
brew "erlang"
brew "elixir"
brew "exa"
brew "exercism"
brew "fd"
brew "fdupes"
brew "feh"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcalcli"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glow"
brew "go"
brew "graphviz"
brew "gron"
brew "hapi-fhir-cli"
brew "htop"
brew "httpie"
brew "hugo"
brew "ical-buddy"
brew "imagemagick"
brew "jq"
brew "libcaca"
brew "libgit2"
brew "libmagic"
brew "lua"
brew "lua@5.1"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "mackup"
brew "make"
brew "marp-cli"
brew "mdbtools"
brew "ninja"
brew "meson"
brew "miller"
brew "mupdf"
brew "mutt"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "pacvim"
brew "pandoc"
brew "parallel"
brew "pipenv"
brew "pipx"
brew "poppler"
brew "postgresql"
brew "postgresql@13"
brew "pstree"
brew "pv"
brew "python-launcher"
brew "r"
brew "ranger", link: false
brew "ripgrep"
brew "rustup-init"
brew "sc-im"
brew "shellcheck"
brew "slides"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "stylua"
brew "swi-prolog"
brew "task"
brew "taskwarrior-tui"
brew "tesseract-lang"
brew "the_silver_searcher"
brew "timg"
brew "tmate"
brew "tmux"
brew "tmuxinator"
brew "tmuxp"
brew "tree"
brew "vifm"
brew "viu"
brew "vowpal-wabbit"
brew "w3m"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "zbar"
brew "zsh-syntax-highlighting"
brew "buildpacks/tap/pack"
brew "charmbracelet/tap/skate"
brew "eddieantonio/eddieantonio/imgcat"
brew "heroku/brew/heroku"
brew "saulpw/vd/visidata"
brew "uzimaru0000/tap/tv"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
cask "background-music"
cask "chromedriver"
cask "corelocationcli"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "keycastr"
cask "mactex"
cask "rectangle"
cask "timemachineeditor"
cask "xquartz"
